Repository: Integreat/wp-ms-firebase-cloud-messaging
Catalog: lang/firebase-notifications-*.po
Languages: de_de

source: Please fill in the title and message for the red underlined language. Optionally, translations can be filled in as well.
de_de: Bitte f&uuml;llen Sie die Felder Titel und Nachricht f&uuml;r die rot unterstrichene Sprache aus. Optional k&ouml;nnen auch &Uuml;bersetzungen eingegeben werden.

source: Languages without manual translation receive:
de_de: Sprachen ohne manuelle &Uuml;bersetzung erhalten:

source: Title
de_de: Titel

source: Message
de_de: Nachricht

source: Automatic translation
de_de: Automatische &Uuml;bersetzung

source: No message
de_de: Keine Benachrichtigung

source: Message in original language (marked red)
de_de: Benachrichtigung in Originalsprache (rot markiert)

source: Send Notification
de_de: Benachrichtigung senden

source: This blog must manage it's own Firebase Cloud Messaging settings.
de_de: Dieser Blog muss seine Firebase Cloud Messaging Einstellungen selbst verwalten.

source: This blog is allowed to use the network wide Firebase Cloud Messaging settings.
de_de: Dieser Blog darf die netzwerkweiten Firebase Cloud Messaging Einstellungen nutzen.

source: This blog must use the network wide Firebase Cloud Messaging settings.
de_de: Dieser Blog muss die netzwerkweiten Firebase Cloud Messaging Einstellungen nutzen.

source: Use network settings
de_de: Netzwerkeinstellungen nutzen

source: Network settings for blogs
de_de: Netzwerkeinstellungen f&uuml;r Blogs

source: Each blog must manage it's own Firebase Cloud Messaging settings.
de_de: Jeder Blog muss seine Firebase Cloud Messaging Einstellungen selbst verwalten.

source: Each blog is allowed to use the network wide Firebase Cloud Messaging settings.
de_de: Jeder Blog darf die netzwerkweiten Firebase Cloud Messaging Einstellungen nutzen.

source: Each blog must use the network wide Firebase Cloud Messaging settings.
de_de: Jeder Blog muss die netzwerkweiten Firebase Cloud Messaging Einstellungen nutzen.

source: Groups
de_de: Gruppen

source: Add blog ID and WPML language to topic name.<br>The topic name is then<br>/topics/[blog_id]-[language_code]-[topic],<br>e.g. /topics/1-en-news
de_de: Blog ID fund WPML Sprache zum Topic Namen hinzuf&uuml;gen.<br>Der Topic Name wird dann<br>/topics/[blog_id]-[language_code]-[topic],<br>z.B. /topics/1-en-news

source: Groups (separate with white space)
de_de: Gruppen (mit Leerzeichen trennen)

source: Messages sent.
de_de: Nachrichten versendet.
